tap "derailed/k9s"
tap "peonping/tap"
tap "shivammathur/php"
tap "yakitrak/yakitrak"
tap "turastory/tap"
brew "asdf"
brew "bat"
brew "bower"
brew "composer"
brew "ffmpeg"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git-delta"
brew "go"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "librdkafka"
brew "llama.cpp"
brew "mkcert"
brew "neovim"
brew "nss"
brew "pyenv"
brew "ripgrep"
brew "rust"
brew "tailscale"
brew "tmux"
brew "uv"
brew "yj"
brew "yq"
brew "zig"
brew "zoxide"
brew "derailed/k9s/k9s"
brew "peonping/tap/peon-ping"
brew "shivammathur/php/php@7.3", link: true
brew "yakitrak/yakitrak/obsidian-cli"
brew "stow"
brew "qc"
cask "codex"
cask "font-inter"
cask "font-meslo-for-powerlevel10k"
cask "font-monaspace"
cask "kap"
cask "iterm2"
cask "ngrok"
cask "obsidian"
cask "quicktodo"
vscode "bmewburn.vscode-intelephense-client"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "github.vscode-pull-request-github"
vscode "mblode.twig-language-2"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "rust-lang.rust-analyzer"
vscode "vscodevim.vim"
